DROP TABLE IF EXISTS iwebsite_admin;
;

INSERT INTO iwebsite_admin VALUES 
('1','/public/attachment/images/20180711/89bea514e1d302d006fac4d8ba69d22f.jpg','admin','f374baf63f70a5c2c4d172a0a6e37897','U66yPU04','0','3981c97704e6ba956597ec3873745be05d965947','1','1532331947','182.245.71.7','1548638728','116.52.98.73','wqe12','0','0'),
('3','/public/attachment/images/20180719/fd38d78f8dfe912b836e4ff320bbebcf.jpg','test','438b6acb8aca7eea3295ffb62cbc238a','yoHo3WGS','0','ead29ada1a8c5cfc982f65383fd5b0','1','1532612737','14.204.0.220','1535596524','182.245.71.15','','0','0'),
('2','/public/attachment/images/20180530/0847d00bfcc965c68a7ac014715270aa.jpg','administrator','db2bb0639cac699703e537ac2f2c9439','lVRVVp9g','0','bb7957a7425b43c6774449904239b0','1','1532408484','218.63.141.87','1544509434','182.245.71.143','ces121312','1544492160','1545096960'),
('4','/public/attachment/images/20180716/a4f5aeab52c188a099d99c037650288f.png','doncheng','45ef1cdcde019d8f73baf65e493ec9d6','fYufupRr','0','c9a3ab10825e39e8a1e05f13a1869d','1','1533277779','218.63.141.110','1535599463','182.245.71.15','','0','0'),
('5','/public/attachment/images/20181211/b9d99bfae1966d0857fbd5969112aa04.jpg','zhuxietong','9fd9e703768c9e6d8c96c4bb66033622','wN9J66ih','0','51b9b913719e39b8f5732a6361803cc8b3a283a8','1','1544602773','182.245.71.143','1548642687','116.52.98.73','','1544602680','1589357880'),
('6','','xiaoxiao','1e08935529e6a61438593beea6feeac3','u4ccRvFP','0','4942ae930ad8bf64d50dca060119cff64e7d30f8','1','1545025974','218.63.141.38','1548060617','116.52.34.81','','1545025860','1590731460'),
('7','/public/attachment/images/20181225/0dc8f23de837babb72a160b5a3ca6756.jpg','zhutong','6691b00d6a18573f9064bece36fc6d12','zd8h44iW','0','33de0ac2a03ed2e5b00d6661b43fa07fcd03109d','1','1547170977','116.52.34.235','1547713498','116.52.98.177','安卓测试','1547090460','1611285660'),
('8','','maxiang','e6a6b3d52bd90f2b3b904a29a74f50f8','TMollg7G','0','9ab2414f9a6d5cbd4bf9cd815c97bc9d7c4c3a6f','1','1548214740','116.52.120.41','1548214740','116.52.120.41','','1548214680','1555731480');


DROP TABLE IF EXISTS iwebsite_admin_log;
;

INSERT INTO iwebsite_admin_log VALUES 
('723','','admin.column.add','添加分类 ID: 1','1551325261','0.0.0.0'),
('724','','admin.column.edit','修改分类 ID: 1','1551325534','0.0.0.0'),
('725','','admin.column.edit','修改分类 ID: 1','1551325543','0.0.0.0'),
('726','','admin.column.edit','修改分类 ID: 1','1551325643','0.0.0.0'),
('727','','admin.column.edit','修改分类 ID: 1','1551325701','0.0.0.0'),
('728','','admin.column.edit','修改分类 ID: 1','1551325726','0.0.0.0'),
('729','','admin.column.edit','隐藏','1551325754','0.0.0.0'),
('730','','admin.column.edit','隐藏','1551325767','0.0.0.0'),
('731','','admin.column.delete','删除分类 ID: 1 分类名称: 新闻资讯','1551325773','0.0.0.0'),
('732','','admin.column.add','添加分类 ID: 2','1551328450','0.0.0.0'),
('733','','admin.column.add','添加分类 ID: 3','1551328533','0.0.0.0'),
('734','','content.add','添加文章 ID: 3 标题: 韦德神奇压哨三分救世 三巨头89分勇士遭绝杀','1551333174','0.0.0.0'),
('735','','content.add','添加文章 ID: 4 标题: 韦德神奇压哨三分救世 三巨头89分勇士遭绝杀','1551333241','0.0.0.0'),
('736','','content.edit','编辑文章 ID: 4 标题: 韦德神奇压哨三分救世 三巨头89分勇士遭绝杀','1551333270','0.0.0.0'),
('737','','content.edit','编辑文章 ID: 4 标题: 韦德神奇压哨三分救世 三巨头89分勇士遭绝杀','1551333277','0.0.0.0'),
('738','','content.edit','编辑文章 ID: 4 标题: 韦德神奇压哨三分救世 三巨头89分勇士遭绝杀','1551333306','0.0.0.0'),
('739','','content.edit','关闭','1551333471','0.0.0.0'),
('740','','content.edit','关闭','1551333475','0.0.0.0'),
('741','','content.edit','关闭','1551333478','0.0.0.0'),
('742','','content.edit','关闭','1551333489','0.0.0.0'),
('743','','content.edit','关闭','1551333645','0.0.0.0'),
('744','','content.edit','关闭','1551333649','0.0.0.0'),
('745','','content.edit','关闭','1551333649','0.0.0.0'),
('746','','content.edit','关闭','1551333819','0.0.0.0'),
('747','','content.edit','关闭','1551333820','0.0.0.0'),
('748','','content.edit','关闭','1551333820','0.0.0.0'),
('749','','content.edit','关闭','1551333824','0.0.0.0'),
('750','','content.edit','关闭','1551333825','0.0.0.0'),
('751','','content.edit','关闭','1551333831','0.0.0.0'),
('752','','content.edit','关闭','1551333834','0.0.0.0'),
('753','','content.edit','关闭','1551333836','0.0.0.0'),
('754','','content.edit','关闭','1551333838','0.0.0.0'),
('755','','content.edit','不推荐','1551334075','0.0.0.0'),
('756','','admin.column.edit','隐藏','1551334083','0.0.0.0'),
('757','','admin.column.edit','隐藏','1551334085','0.0.0.0'),
('758','','content.edit','不推荐','1551334150','0.0.0.0'),
('759','','content.edit','不推荐','1551334151','0.0.0.0'),
('760','','content.edit','不推荐','1551334153','0.0.0.0'),
('761','','content.edit','不推荐','1551334155','0.0.0.0'),
('762','','content.edit','不推荐','1551334156','0.0.0.0'),
('763','','content.edit','不推荐','1551334158','0.0.0.0'),
('764','','content.edit','关闭','1551334159','0.0.0.0'),
('765','','content.edit','不推荐','1551334161','0.0.0.0'),
('766','','content.edit','不推荐','1551334175','0.0.0.0'),
('767','','content.edit','关闭','1551334208','0.0.0.0'),
('768','','content.edit','关闭','1551334209','0.0.0.0'),
('769','','content.edit','关闭','1551334210','0.0.0.0'),
('770','','content.edit','关闭','1551334212','0.0.0.0'),
('771','','content.edit','关闭','1551334213','0.0.0.0'),
('772','','content.edit','关闭','1551334214','0.0.0.0'),
('773','','content.edit','不推荐','1551334253','0.0.0.0'),
('774','','content.edit','不推荐','1551334254','0.0.0.0'),
('775','','content.edit','不推荐','1551334257','0.0.0.0'),
('776','','content.edit','不推荐','1551334259','0.0.0.0'),
('777','','content.edit','不推荐','1551334299','0.0.0.0'),
('778','','content.edit','关闭','1551334307','0.0.0.0'),
('779','','content.edit','关闭','1551334310','0.0.0.0'),
('780','','content.edit','不推荐','1551334316','0.0.0.0'),
('781','','content.edit','不推荐','1551334355','0.0.0.0'),
('782','','content.edit','不推荐','1551334355','0.0.0.0'),
('783','','content.edit','不推荐','1551334356','0.0.0.0'),
('784','','content.edit','不推荐','1551334356','0.0.0.0'),
('785','','content.edit','不推荐','1551334360','0.0.0.0'),
('786','','content.edit','不推荐','1551334361','0.0.0.0'),
('787','','content.edit','不推荐','1551334361','0.0.0.0'),
('788','','content.edit','不推荐','1551334362','0.0.0.0'),
('789','','content.edit','不推荐','1551334364','0.0.0.0'),
('790','','content.edit','不推荐','1551334386','0.0.0.0'),
('791','','content.edit','修改内容排序 ID: 2 标题: 韦德神奇压哨三分救世 三巨头89分勇士遭绝杀 排序: 10050 ','1551334463','0.0.0.0'),
('792','','content.edit','修改内容排序 ID: 2 标题: 韦德神奇压哨三分救世 三巨头89分勇士遭绝杀 排序: 50 ','1551334475','0.0.0.0'),
('793','','content.edit','修改内容排序 ID: 2 标题: 韦德神奇压哨三分救世 三巨头89分勇士遭绝杀 排序: 51 ','1551334487','0.0.0.0'),
('794','','content.delete','删除内容 ID: 4 标题: 韦德神奇压哨三分救世 三巨头89分勇士遭绝杀 ','1551334494','0.0.0.0'),
('795','','admin.column.edit','修改分类 ID: 2','1551335633','0.0.0.0'),
('796','','sysset.iwebsite.edit','修改系统设置-网站设置','1551336041','0.0.0.0'),
('797','','sysset.close.edit','修改系统设置-网站关闭设置','1551336194','0.0.0.0'),
('798','','sysset.contact.edit','修改系统设置-联系方式设置','1551337057','0.0.0.0'),
('799','','sysset.seo.edit','修改系统设置-SEO设置','1551338147','0.0.0.0'),
('800','','sysset.seo.edit','修改系统设置-SEO设置','1551338180','0.0.0.0'),
('801','1','system.updatecache','更新缓存','1551339052','0.0.0.0'),
('802','1','system.updatecache','更新缓存','1551339071','0.0.0.0'),
('803','1','system.database.repair','数据库修复','1551340394','0.0.0.0'),
('804','1','sysset.close.edit','修改系统设置-网站关闭设置','1551340987','0.0.0.0');


DROP TABLE IF EXISTS iwebsite_auth_group;
;



DROP TABLE IF EXISTS iwebsite_auth_group_access;
;



DROP TABLE IF EXISTS iwebsite_auth_rule;
;



DROP TABLE IF EXISTS iwebsite_column;
;

INSERT INTO iwebsite_column VALUES 
('3','热门新闻','2','50','2','','','热门新闻','0','0','','1','','1','','0','1'),
('2','新闻资讯','0','50','1','','','新闻资讯','0','0','','1','<p>新闻资讯</p>','1','','0','1');


DROP TABLE IF EXISTS iwebsite_content;
;

INSERT INTO iwebsite_content VALUES 
('2','韦德神奇压哨三分救世 三巨头89分勇士遭绝杀','3','韦德神奇压哨三分救世 三巨头89分勇士遭绝杀','','<p>北京时间2月28日，德维恩-韦德命中压哨三分绝杀，热火主场以126-125险胜勇士。</p><p>　　热火（27-33）结束三连败。德维恩-韦德投中制胜的压哨三分，最后16秒得了6分，全场贡献25分。另一个替补出场的戈兰-德拉季奇得了27分。先发反而成为配角，约什-理查德森得了21分，凯利-奥利尼克15分，贾斯蒂斯-温斯洛12分、6个篮板和5次助攻。</p><p>　　勇士（43-18）在落后24分的情况下几乎翻盘，可惜功亏一篑，不过仍居西部榜首。克雷-汤普森三分球15投7中，拿下了36分，凯文-杜兰特三分球12投3中，得29分、5个篮板和5次助攻，斯蒂芬-库里三分球14投4中，得24分、6个篮板和4次助攻。德马库斯-考辛斯缺阵。</p><p>　　上一场面对联盟最差的太阳，热火输了。现在要面对西部第一的勇士，热火得适应这种反差。</p><p>　　面对联盟最差的太阳，热火全场几乎都处于劣势，最终太阳结束了创队史纪录的17连败。“这令我们很受伤，”热火后卫韦德如实承认，“太不幸了。”</p><p>　　伤病成为热火的麻烦，虽然德拉季奇复出，但还是打替补，而詹姆斯-约翰逊、罗德尼-迈克格鲁德和贾斯蒂斯-温斯洛因伤缺阵，德里克-琼斯则因病休息。琼斯和迈克格鲁德今天复出。</p><p>　　勇士居联盟之首不令人意外，毕竟他们是卫冕冠军。进入2019年以来，他们20胜4负，还没有连败过。上一场击败了黄蜂，考辛斯发挥出色。</p><p>　　这是两队本季第二次交锋，上一次勇士打得非常艰难，以120-118险胜。</p><p>　　勇士今天打得更加艰难。汤普森一开场就命中三分，但他们未能保持这种感觉。勇士以7-4领先之后，接下来4分钟他们只投一球，热火打出14-4的攻击波，以18-11超出。韦德和德拉季奇相继命中三分，热火越战越勇，首节过后以32-22领先。</p><p>　　第二节还有4分20秒时，阿德巴约空中接力暴扣并造成犯规，热火以64-40取得了24分的优势。汤普森还以三分，勇士状态略有好转。本节最后33秒，杜兰特和汤普森各投中一记三分，勇士将比分追成59-74。</p><p>　　上半场热火命中率高达64.5%，三分球17投9中。替补出场的德拉季奇得了25分，韦德12分。奥利尼克13分。</p><p>　　勇士命中率为50%，三分球21投仅5中。汤普森得了21分，杜兰特11分，库里9分。库里和杜兰特三分球都是6投1中。</p><p><br/></p>','2019-02-28','系统','SUL1SS','15654','0','564','0','','0','1','0','1','51','1551333137','0'),
('3','韦德神奇压哨三分救世 三巨头89分勇士遭绝杀','3','韦德神奇压哨三分救世 三巨头89分勇士遭绝杀','','<p>北京时间2月28日，德维恩-韦德命中压哨三分绝杀，热火主场以126-125险胜勇士。</p><p>　　热火（27-33）结束三连败。德维恩-韦德投中制胜的压哨三分，最后16秒得了6分，全场贡献25分。另一个替补出场的戈兰-德拉季奇得了27分。先发反而成为配角，约什-理查德森得了21分，凯利-奥利尼克15分，贾斯蒂斯-温斯洛12分、6个篮板和5次助攻。</p><p>　　勇士（43-18）在落后24分的情况下几乎翻盘，可惜功亏一篑，不过仍居西部榜首。克雷-汤普森三分球15投7中，拿下了36分，凯文-杜兰特三分球12投3中，得29分、5个篮板和5次助攻，斯蒂芬-库里三分球14投4中，得24分、6个篮板和4次助攻。德马库斯-考辛斯缺阵。</p><p>　　上一场面对联盟最差的太阳，热火输了。现在要面对西部第一的勇士，热火得适应这种反差。</p><p>　　面对联盟最差的太阳，热火全场几乎都处于劣势，最终太阳结束了创队史纪录的17连败。“这令我们很受伤，”热火后卫韦德如实承认，“太不幸了。”</p><p>　　伤病成为热火的麻烦，虽然德拉季奇复出，但还是打替补，而詹姆斯-约翰逊、罗德尼-迈克格鲁德和贾斯蒂斯-温斯洛因伤缺阵，德里克-琼斯则因病休息。琼斯和迈克格鲁德今天复出。</p><p>　　勇士居联盟之首不令人意外，毕竟他们是卫冕冠军。进入2019年以来，他们20胜4负，还没有连败过。上一场击败了黄蜂，考辛斯发挥出色。</p><p>　　这是两队本季第二次交锋，上一次勇士打得非常艰难，以120-118险胜。</p><p>　　勇士今天打得更加艰难。汤普森一开场就命中三分，但他们未能保持这种感觉。勇士以7-4领先之后，接下来4分钟他们只投一球，热火打出14-4的攻击波，以18-11超出。韦德和德拉季奇相继命中三分，热火越战越勇，首节过后以32-22领先。</p><p>　　第二节还有4分20秒时，阿德巴约空中接力暴扣并造成犯规，热火以64-40取得了24分的优势。汤普森还以三分，勇士状态略有好转。本节最后33秒，杜兰特和汤普森各投中一记三分，勇士将比分追成59-74。</p><p>　　上半场热火命中率高达64.5%，三分球17投9中。替补出场的德拉季奇得了25分，韦德12分。奥利尼克13分。</p><p>　　勇士命中率为50%，三分球21投仅5中。汤普森得了21分，杜兰特11分，库里9分。库里和杜兰特三分球都是6投1中。</p><p><br/></p>','2019-02-28','系统','SUL1SS','15654','0','564','0','','0','1','0','0','50','1551333174','0'),
('4','韦德神奇压哨三分救世 三巨头89分勇士遭绝杀','3','韦德神奇压哨三分救世 三巨头89分勇士遭绝杀','','<p>北京时间2月28日，德维恩-韦德命中压哨三分绝杀，热火主场以126-125险胜勇士。</p><p>　　热火（27-33）结束三连败。德维恩-韦德投中制胜的压哨三分，最后16秒得了6分，全场贡献25分。另一个替补出场的戈兰-德拉季奇得了27分。先发反而成为配角，约什-理查德森得了21分，凯利-奥利尼克15分，贾斯蒂斯-温斯洛12分、6个篮板和5次助攻。</p><p>　　勇士（43-18）在落后24分的情况下几乎翻盘，可惜功亏一篑，不过仍居西部榜首。克雷-汤普森三分球15投7中，拿下了36分，凯文-杜兰特三分球12投3中，得29分、5个篮板和5次助攻，斯蒂芬-库里三分球14投4中，得24分、6个篮板和4次助攻。德马库斯-考辛斯缺阵。</p><p>　　上一场面对联盟最差的太阳，热火输了。现在要面对西部第一的勇士，热火得适应这种反差。</p><p>　　面对联盟最差的太阳，热火全场几乎都处于劣势，最终太阳结束了创队史纪录的17连败。“这令我们很受伤，”热火后卫韦德如实承认，“太不幸了。”</p><p>　　伤病成为热火的麻烦，虽然德拉季奇复出，但还是打替补，而詹姆斯-约翰逊、罗德尼-迈克格鲁德和贾斯蒂斯-温斯洛因伤缺阵，德里克-琼斯则因病休息。琼斯和迈克格鲁德今天复出。</p><p>　　勇士居联盟之首不令人意外，毕竟他们是卫冕冠军。进入2019年以来，他们20胜4负，还没有连败过。上一场击败了黄蜂，考辛斯发挥出色。</p><p>　　这是两队本季第二次交锋，上一次勇士打得非常艰难，以120-118险胜。</p><p>　　勇士今天打得更加艰难。汤普森一开场就命中三分，但他们未能保持这种感觉。勇士以7-4领先之后，接下来4分钟他们只投一球，热火打出14-4的攻击波，以18-11超出。韦德和德拉季奇相继命中三分，热火越战越勇，首节过后以32-22领先。</p><p>　　第二节还有4分20秒时，阿德巴约空中接力暴扣并造成犯规，热火以64-40取得了24分的优势。汤普森还以三分，勇士状态略有好转。本节最后33秒，杜兰特和汤普森各投中一记三分，勇士将比分追成59-74。</p><p>　　上半场热火命中率高达64.5%，三分球17投9中。替补出场的德拉季奇得了25分，韦德12分。奥利尼克13分。</p><p>　　勇士命中率为50%，三分球21投仅5中。汤普森得了21分，杜兰特11分，库里9分。库里和杜兰特三分球都是6投1中。</p><p><br/></p>','2019-02-28','系统','SUL1SS','15654','0','564','0','','0','1','0','0','50','1551333241','1');


DROP TABLE IF EXISTS iwebsite_sysset;
;

INSERT INTO iwebsite_sysset VALUES 
('1','a:5:{s:8:\"iwebsite\";a:20:{s:4:\"name\";s:6:\"SUL1SS\";s:4:\"logo\";s:0:\"\";s:11:\"description\";s:33:\"SUL1SS网站后台管理系统CMS\";s:7:\"signimg\";s:0:\"\";s:7:\"iswater\";s:1:\"0\";s:8:\"imgwater\";s:0:\"\";s:5:\"close\";i:1;s:11:\"closedetail\";s:31:\"<p>网站升级维护当中</p>\";s:8:\"closeurl\";s:23:\"http://test.doncheng.cn\";s:2:\"qq\";s:11:\"49689874987\";s:7:\"address\";s:12:\"万达广场\";s:5:\"phone\";s:6:\"564564\";s:5:\"email\";s:16:\"617746883@qq.com\";s:3:\"fax\";s:15:\"564654654648884\";s:8:\"province\";s:9:\"云南省\";s:4:\"city\";s:9:\"昆明市\";s:4:\"area\";s:9:\"西山区\";s:6:\"street\";s:12:\"前卫街道\";s:11:\"seokeywords\";s:24:\"SUL1SS网站管理系统\";s:14:\"seodescription\";s:27:\"SUL1SS网站管理系统CMS\";}s:5:\"close\";a:3:{s:4:\"flag\";i:1;s:3:\"url\";s:23:\"http://test.doncheng.cn\";s:6:\"detail\";s:31:\"<p>网站升级维护当中</p>\";}s:4:\"shop\";a:3:{s:5:\"close\";i:0;s:11:\"closedetail\";s:31:\"<p>网站升级维护当中</p>\";s:8:\"closeurl\";s:23:\"http://test.doncheng.cn\";}s:7:\"contact\";a:9:{s:5:\"phone\";s:6:\"564564\";s:2:\"qq\";s:11:\"49689874987\";s:5:\"email\";s:16:\"617746883@qq.com\";s:3:\"fax\";s:15:\"564654654648884\";s:8:\"province\";s:9:\"云南省\";s:4:\"city\";s:9:\"昆明市\";s:4:\"area\";s:9:\"西山区\";s:6:\"street\";s:12:\"前卫街道\";s:7:\"address\";s:12:\"万达广场\";}s:3:\"seo\";a:2:{s:11:\"seokeywords\";s:24:\"SUL1SS网站管理系统\";s:14:\"seodescription\";s:27:\"SUL1SS网站管理系统CMS\";}}','','');


DROP TABLE IF EXISTS iwebsite_system_copyright;
;

INSERT INTO iwebsite_system_copyright VALUES 
('1','','1','','网站后台管理系统CMS','','');


----SUL1SS MySQL Dump End